# Top level dependencies
brew "asdf"
brew "tmux"
brew "netcat"
brew "bash-completion@2"

# Command line utilities
brew "zoxide"
brew "glow"
brew "bind"

# Containers
brew "podman"

# Vim
brew "neovim"

# Command line searching
brew "the_silver_searcher"
brew "ripgrep"

# Cloud providers
brew "aws-vault"
brew "gh"

# Kuberentes utils
brew "k9s"
brew "kubectx"
brew "kubecolor"
brew "kind"

# Required by Python
brew "sqlite3"
brew "tcl-tk"

# Command-line capture
brew "ttyd"
brew "vhs"

# password-store
brew "pass"
tap "amar1729/formulae"
brew "browserpass"
## end tap
